revisao2.tex
% Created 2021-01-11 Mon 09:58
% Intended LaTeX compiler: xelatex
\documentclass[11pt]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{xltxtra}
\setmainfont{Source Han Sans CN}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode )},
 pdflang={English}}
\begin{document}

\tableofcontents


\section{Revisão módulo 2, lições 7 à 12.}
\label{sec:org15b4410}

\subsection{L7:}
\label{sec:org4624666}
\subsubsection{Estrutura - Ordem S. + V. + O.:}
\label{sec:org221d56d}
Como se o Objeto fosse um sujeito desconhecido, e partícula indicativa
de pergunta.

\begin{enumerate}
\item 他是谁?
\begin{itemize}
\item (ta1 shi4 shui2?)
\end{itemize}

\item 你的汉语老师是谁?
\begin{itemize}
\item (ni1 de han4yu3 lao3shi1 shi4 shui2?)
\end{itemize}
\end{enumerate}

\subsubsection{Vocabulário.:}
\label{sec:orga8e4a9f}
\begin{enumerate}
\item Palavras estruturais
\label{sec:orgc7337f2}
\begin{enumerate}
\item 也 (ye3)
\begin{itemize}
\item S. + 也 + (\ldots{}) .
\begin{enumerate}
\item 她也学汉语 (ta3 ye3 xue2 han4yu3)
\end{enumerate}
\end{itemize}

\item 他, 她 (ta1: ele, ela)
\end{enumerate}

\item Geral
\label{sec:org4254bc4}
\begin{enumerate}
\item 踢 (ti1)
1.足球 (zu2qiu2)

\item 打 (da3)
1.篮球
\end{enumerate}
\end{enumerate}

\subsubsection{Verbos.:}
\label{sec:org60b8b93}
\begin{enumerate}
\item 踢 (ti1)
\begin{itemize}
\item Jogar (com pé)
\end{itemize}

\item 打 (da3)
\begin{itemize}
\item Jogar (com a mão)
\end{itemize}
\end{enumerate}


\subsection{L8:}
\label{sec:org6cec4e2}
\subsubsection{都 (dou1)}
\label{sec:org5a84d1a}
\begin{enumerate}
\item 们都
\label{sec:org238c104}
\begin{enumerate}
\item Usar men antes de dou1.
\end{enumerate}

\item 也都
\label{sec:org46a8eda}
\begin{enumerate}
\item Usar ye3 antes de dou1, se ambos forem utilizados numa frase.
\end{enumerate}
\end{enumerate}


\subsection{L9:}
\label{sec:orgcd7a48e}
\subsubsection{Estrutura - Quantificadores N + cl. + sub.:}
\label{sec:orgaaf8250}
Quantidades sempre são acompanhadas de classificadores
\begin{enumerate}
\item 个 (ge - genérico)
\label{sec:org4a83173}
\begin{enumerate}
\item 一个可 (yi1 ge ke4 - lição 1)
\end{enumerate}

\item 只 (zhi - alguns animais, olhos)
\label{sec:org10458c6}
\begin{enumerate}
\item 两只眼 (liang3 zhi1 yan3 - dois olhos.)
\item 两只青 (liang3 zhi1 quing1 - duas rãs.)
\end{enumerate}

\item 张 (zhang1 - papel, cd, borracha, lápis, bilhete, documento etc)
\label{sec:org1afe6bd}
\begin{enumerate}
\item 有四张纸 (you3 si4 zhang1 zhi3 - têm quatro folhas.)
\end{enumerate}
\end{enumerate}

\subsubsection{几 (ji3, quanto?, interrogativo e menos que 10.)}
\label{sec:orgba1555d}
\begin{enumerate}
\item 有几张纸? (you3 ji3 zhang1 zhi3 - quantas folhas têm?)
\end{enumerate}

\subsubsection{没有 (mei2you3 - negação de ter)}
\label{sec:org91ddc97}

\subsubsection{不, 没}
\label{sec:org25bec39}
\begin{enumerate}
\item 不 (bu4 - negação, presente e futuro)
\begin{enumerate}
\item Negação de "ser" - shi4.
\begin{enumerate}
\item 不是.
\end{enumerate}
\end{enumerate}

\item 没 (mei2 - negação, passado)
\begin{enumerate}
\item Negação de "ter" - you3.
\begin{enumerate}
\item 没有.
\end{enumerate}
\end{enumerate}
\end{enumerate}


\subsection{L10:}
\label{sec:orgcb1ed94}
\subsubsection{这, 那}
\label{sec:org83bc5a1}
\begin{enumerate}
\item 这 (zhe4 - este(a)/esse(a))
\label{sec:org23a865a}
\begin{enumerate}
\item 这个老市 (zhe4 ge lao3shi1 - esta professora)
\item 这办书 (zhe4 ban4 shu1 - este livro)
\end{enumerate}

\item 那 (na4 - aquele(a))
\label{sec:orgc6b9936}
\end{enumerate}

\subsubsection{元 (yuan2)-> 块 (kuai4)}
\label{sec:orgf8fa839}
Unidade de dinheiro chinês formal/popular.

\subsubsection{多少钱 (duo1 shao3 qian2?)}
\label{sec:orgd610c16}
\subsubsection{Vocabulário Números}
\label{sec:org38a4601}
1.一 (yi1)
2.二 / 两 (er4)
3.三 (san1)
4.四 (si4)
5.五 (wu3)
6.六 (liu4)
7.七 (qi1)
8.八 (ba1)
9.九 (jiu3)
10.十 (shi2)


\subsection{L11:}
\label{sec:orge8555b1}
\subsubsection{在 vs 再}
\label{sec:org91b60a4}
\begin{enumerate}
\item 在 (zai4 - ficar, se encontrar em - localização)
\label{sec:orgd19573c}
\begin{itemize}
\item 同学们在哪里? (tong1xue2men zai4 na3li4?)
\begin{itemize}
\item Trad: onde se encontram os colegas de classe?
\end{itemize}
\item 铅笔在这里 (qian1bi3 zai4 zhe4li)
\begin{itemize}
\item Trad: o lápis encontra-se aqui.
\end{itemize}
\item 铅笔在那里 (qian1bi3 zai4 na4li)
\begin{itemize}
\item Trad: o lápis encontra-se ali/lá.
\end{itemize}
\end{itemize}
\item 再见 (zai4jian4)
\label{sec:orge12d05b}
\begin{itemize}
\item Trad.: até mais.
\end{itemize}
\end{enumerate}

\subsubsection{Vocabulário (和)}
\label{sec:orga7736b4}
\begin{itemize}
\item Trad.: e
\end{itemize}

\begin{enumerate}
\item Estrutura Gramatical
\label{sec:org9783e25}
\begin{itemize}
\item Estrut. Possíveis
\begin{itemize}
\item Suj. 和 Suj.
\item Obj. 和 Obj.
\end{itemize}

\item Estrut. Não Permitidas
\begin{itemize}
\item Adj. 和 Adj.
\item Sentença 和 Sentença
\end{itemize}
\end{itemize}
\end{enumerate}


\subsection{L12:}
\label{sec:orged8ea6c}
\subsubsection{Gramática S. + Adv. + Adj.}
\label{sec:orga0101c2}
\begin{enumerate}
\item Vocabulário (今天, 很, 高兴)
\label{sec:orgcbfbae4}
\begin{itemize}
\item 今天我很高兴 (jin1ting1 wo3 hen3 gao1xing4)
\begin{itemize}
\item Trad.: Agora, eu (me sinto) muito feliz.
\end{itemize}

\item 快乐 (kuai4le4)
\begin{itemize}
\item Trad.: feliz (data de um dia)
\end{itemize}

\item 高兴 (gao1xing4)
\begin{itemize}
\item Trad.: feliz (estado de ser)
\end{itemize}

\item 音乐 (yin1yue4)
\begin{itemize}
\item Trad: música
\end{itemize}
\end{itemize}

\begin{enumerate}
\item 乐 (yue4, le4 - multi-pronúncia)
\label{sec:org2fa3de5}
\begin{itemize}
\item le4 -> 乐 -> felicidade
\item yue4 -> 乐 -> música
\end{itemize}
\end{enumerate}

\item Vocabulário (跟 (gen1 - "com"), 一起 (yi4qi3 - junto))
\label{sec:org5d68236}
\begin{enumerate}
\item Estrutura Gramatical
\label{sec:org217c661}
\begin{itemize}
\item S1. 跟 S2. 在一起 (S1 gen1 S2 zai4 yi4qi3)

\begin{itemize}
\item Trad.: S1 com S2 encontram-se juntos
\end{itemize}
\end{itemize}
\end{enumerate}
\end{enumerate}
\end{document}
